{
	"pictures": [
		{
            "id": "0",
            "name": "Звёздная ночь",
            "description": "«Звёздная ночь» (нидерл. De sterrennacht) — картина нидерландского художника Винсента Ван Гога, написанная в июне 1889 года, с видом предрассветного неба над вымышленным городком из восточного окна жилища художника в Сен-Реми-де-Прованс. С 1941 года хранится в Музее современного искусства в Нью-Йорке. Считается одной из лучших работ Ван Гога и одним из самых значительных произведений западной живописи.",
            "genre": "Постимпрессионизм",
            "authorName": "Винсент Ван Гог",
            "year": "1889",
            "imgSrc": "https://uploads4.wikiart.org/00142/images/vincent-van-gogh/the-starry-night.jpg!Large.jpg"
        },
        {
            "id": "1",
            "name": "Черный супрематический квадрат",
            "description": "Чёрный супрематический квадрат — работа Казимира Малевича, созданная в 1915 году, одна из самых обсуждаемых и самых известных картин в русском искусстве. «Чёрный квадрат» входит в цикл супрематических работ Казимира Малевича, в которых художник исследовал базовые возможности цвета и композиции; является, по замыслу, частью триптиха, в составе которого также присутствуют «Чёрный круг» и «Чёрный крест».",
            "genre": "Супрематизм",
            "authorName": "Казимир Малевич",
            "year": "1915",
            "imgSrc": "https://uploads8.wikiart.org/00209/images/kazimir-malevich/1915-2.png!Large.png"
        },
        {
            "id": "2",
            "name": "Девочка с персиками. Портрет В.С.Мамонтовой",
            "description": "Картина написана в усадьбе Саввы Мамонтова Абрамцево, которую тот приобрёл у дочери писателя Сергея Аксакова в 1870 году. На портрете изображена 12-летняя дочь хозяина усадьбы Вера Мамонтова. Девочка нарисована сидящей за столом; на ней розовая блузка с тёмно-синим бантом; на столе нож, листья и 4 персика. На картине изображена столовая дома Мамонтовых в усадьбе Абрамцево. В 1871 году Мамонтовы купили персиковые деревья в имениях Артёмово и Жилкино, и эти деревья были посажены в оранжерее Мамонтовых.",
            "genre": "Импрессионизм",
            "authorName": "Валентин Серов",
            "year": "1887",
            "imgSrc": "https://uploads8.wikiart.org/images/valentin-serov/girl-with-peaches-1887.jpg!Large.jpg"
        },
        {
            "id": "3",
            "name": "Постоянство памяти",
            "description": "Эта небольшая картина (24×33 см) — вероятно, самая известная работа Дали. Размягченность висящих и стекающих часов — образ, выражающий уход от линейного понимания времени. Здесь присутствует и сам Дали.",
            "genre": "Сюрреализм",
            "authorName": "Сальвадор Дали",
            "year": "1931",
            "imgSrc": "https://uploads6.wikiart.org/images/salvador-dali/the-persistence-of-memory-1931.jpg!Large.jpg"
        },
        {
            "id": "4",
            "name": "Впечатление. Восход солнца",
            "description": "«Впечатление. Восходящее солнце» (фр. Impression, soleil levant) — картина Клода Моне, написанная в 1872 году с натуры в старом аванпорте Гавра и давшая название художественному направлению «импрессионизм».Полотно впервые экспонировалось на выставке 1874 года в бывшей мастерской фотографа Надара. С лёгкой руки журналиста Луи Леруа название произведения стало именем направления, представители которого принимали участие в этой выставке. В своей статье «Выставка импрессионистов» (1874, газета Le Charivari) Леруа написал: «Обои, и те смотрелись бы более законченно, чем это „Впечатление“!».",
            "genre": "Импрессионизм",
            "authorName": "Клод Моне",
            "year": "1872",
            "imgSrc": "https://uploads0.wikiart.org/00129/images/claude-monet/impression-sunrise.jpg!Large.jpg"
        },
        {
            "id": "5",
            "name": "Сикстинская мадонна",
            "description": "«Сикстинская Мадонна» (итал. Madonna Sistina) — картина Рафаэля, которая с 1754 года находится в Галерее старых мастеров в Дрездене. Принадлежит к числу общепризнанных вершин Высокого Возрождения. Огромное по размерам (265 × 196 см, так обозначен размер картины в каталоге Дрезденской галереи) полотно было создано Рафаэлем для алтаря церкви монастыря святого Сикста II в Пьяченце по заказу папы римского Юлия II. Существует гипотеза, что картина была написана в 1512—1513 годах в честь победы над французами, вторгшимися в Ломбардию в ходе Итальянских войн, и последующего включения Пьяченцы в состав Папской области.",
            "genre": "Высокое Возрождение",
            "authorName": "Рафаэль Санти",
            "year": "1513",
            "imgSrc": "https://uploads3.wikiart.org/00340/images/raphael/the-sistine-madonna-1513.jpg!Large.jpg"
        },
        {
            "id": "6",
            "name": "Мона Лиза",
            "description": "«Мо́на Ли́за», она же «Джоко́нда» (итал. Mona Lisa, La Gioconda, фр. La Joconde, полное название — «Портре́т госпожи́ Ли́зы дель Джоко́ндо», итал. Ritratto di Monna Lisa del Giocondo), — картина Леонардо да Винчи, находящаяся в Лувре (Париж, Франция), одно из самых известных произведений живописи в мире, которое, как считается, является портретом Лизы Герардини, супруги торговца шёлком из Флоренции Франческо дель Джокондо, написанным около 1503—1505 года.",
            "genre": "Высокое Возрождение",
            "authorName": "Леонардо да Винчи",
            "year": "1503 - 1519",
            "imgSrc": "https://uploads0.wikiart.org/00339/images/leonardo-da-vinci/mona-lisa-c-1503-1519.jpg!Large.jpg"
        },
        {
            "id": "7",
            "name": "Рождение Венеры",
            "description": "«Рождение Венеры» (итал. Nascita di Venere) — картина итальянского художника тосканской школы Сандро Боттичелли. Картина представляет собой живопись темперой на холсте размером 172,5 × 278,5 см. В настоящее время хранится в галерее Уффици, Флоренция. Биограф Джорджо Вазари в своих «Жизнеописаниях» (1550) упоминает, что «Рождение Венеры» и «Весна» хранились в вилле Кастелло под Флоренцией, принадлежавшей Козимо Медичи. Большинство историков искусства сходятся на мнении, что картина была написана для Лоренцо ди Пьерфранческо Медичи, владевшим виллой Кастелло в 1486 году.",
            "genre": "Раннее Возрождение",
            "authorName": "Сандро Боттичелли",
            "year": "1483 - 1485",
            "imgSrc": "https://uploads6.wikiart.org/images/sandro-botticelli/the-birth-of-venus-1485(1).jpg!Large.jpg"
        },
        {
            "id": "8",
            "name": "Возвращение блудного сына",
            "description": "«Возвращение блудного сына» — картина Рембрандта на сюжет новозаветной притчи о блудном сыне, экспонирующаяся в Эрмитаже. На картине изображён финальный эпизод притчи, когда блудный сын возвращается домой, «и когда он был ещё далеко, увидел его отец его и сжалился; и, побежав, пал ему на шею и целовал его», а его старший праведный брат, остававшийся с отцом, осердился и не хотел войти.",
            "genre": "Барокко",
            "authorName": "Рембрандт",
            "year": "1669",
            "imgSrc": "https://uploads7.wikiart.org/images/rembrandt/the-return-of-the-prodigal-son-1669.jpg!Large.jpg"
        },
        {
            "id": "9",
            "name": "Завтрак на траве",
            "description": "«Завтрак на траве» (фр. Le déjeuner sur l'herbe) — скандально известная картина французского художника Эдуарда Мане, написанная в 1863 году. В настоящее время находится в 19-м зале музея Орсе в Париже. Первоначально названная «Купание» (фр. Le bain), эта картина предназначалась для Парижского салона, однако её вместе с 3 тысячами других полотен жюри не допустило к выставке. Все эти картины были выставлены на так называемом Салоне отверженных, созданном по инициативе императора Наполеона III.",
            "genre": "Реализм",
            "authorName": "Эдуард Мане",
            "year": "1863",
            "imgSrc": "https://uploads6.wikiart.org/images/edouard-manet/the-luncheon-on-the-grass-1863.jpg!Large.jpg"
        },
        {
            "id": "10",
            "name": "Крик",
            "description": "«Крик» (норв. Skrik) — созданная в промежутке между 1893 и 1910 годами серия картин норвежского художника-экспрессиониста Эдварда Мунка. На них изображена кричащая в отчаянии человеческая фигура на фоне кроваво-красного неба и крайне обобщённого пейзажного фона. В 1895 г. Мунк создал литографию на тот же сюжет. «Крик» как эмблема экспрессионизма служит своего рода прелюдией к искусству XX века, предвещая ключевые для модернизма темы одиночества, отчаяния и отчуждения.",
            "genre": "Экспрессионизм",
            "authorName": "Эдвард Мунк",
            "year": "1893",
            "imgSrc": "https://uploads2.wikiart.org/images/edvard-munch/the-scream-1893(2).jpg!Large.jpg"
        },
        {
            "id": "11",
            "name": "Поцелуй",
            "description": "«Поцелуй» — картина австрийского художника Густава Климта, написанная в 1907—1908 годах. Полотно принадлежит к периоду творчества Климта, названному «золотым»: в это время художник много работал с золотым цветом и настоящим листовым сусальным золотом. Популярность картин этого времени, и «Поцелуя» в том числе, связана не в последнюю очередь с применением художником золота в качестве цвета. Золото с незапамятных времён вызывает магические, религиозные ассоциации в равной мере с чувством материальной ценности, значимости.",
            "genre": "Модерн",
            "authorName": "Густав Климт",
            "year": "1907 - 1908",
            "imgSrc": "https://uploads0.wikiart.org/images/gustav-klimt/the-kiss-1908(1).jpg!Large.jpg"
        },
        {
            "id": "12",
            "name": "Сад в Сен-Адрес",
            "description": "«Терраса в Сент-Адрессе» (фр. Terrasse à Sainte-Adresse) — картина Клода Моне, написанная в 1867 году. Хранится в музее Метрополитен в Нью-Йорке. Картина написана в период нужды Моне, когда он был вынужден оставить Париж и вернуться в отцовский дом в Сент-Адрессе, деревне в Нормандии в устье Сены, в четырёх километрах от Гавра. В 1866—1868 годах художник подолгу жил тут у своей тетки мадам Лекадр. В июне 1867 года в письме своему другу Базилю художник писал, что начал около 20 полотен: «несколько морских пейзажей, несколько фигур и видов сада. Кроме того, в числе марин я пишу парусные гонки в Гавре, с большим количеством публики на берегу».",
            "genre": "Импрессионизм",
            "authorName": "Клод Моне",
            "year": "1867",
            "imgSrc": "https://uploads8.wikiart.org/images/claude-monet/garden-at-sainte-adresse.jpg!Large.jpg"
        },
        {
            "id": "13",
            "name": "Грачи прилетели",
            "description": "«Грачи́ прилете́ли» — хрестоматийный пейзаж русского художника Алексея Саврасова (1830—1897), созданный в 1871 году. Хранится в Государственной Третьяковской галерее (инв. 828). Размер — 62 × 48,5 см. Это полотно считается самым известным произведением Саврасова, а его появление рассматривается как «важный этап в развитии русской пейзажной живописи». Саврасов начал свою работу над «Грачами» в марте 1871 года. Натурные этюды к будущему полотну были написаны художником во время его поездки в Костромскую губернию, когда он находился в селе Молвитино (ныне посёлок Сусанино Костромской области).",
            "genre": "Реализм",
            "authorName": "Алексей Саврасов",
            "year": "1871",
            "imgSrc": "https://uploads6.wikiart.org/images/aleksey-savrasov/rooks-have-returned-1871(1).jpg!Large.jpg"
        },
        {
            "id": "14",
            "name": "Золотая осень",
            "description": "«Золотая осень» — пейзаж русского художника Исаака Левитана (1860—1900), написанный в 1895 году. Принадлежит Государственной Третьяковской галерее (инв. 1490). Размер картины — 82 × 126 см. Левитан начал работу над картиной осенью 1895 года, когда он жил в усадьбе Горка в Тверской губернии; там же были написаны первые этюды. По-видимому, работа над полотном была завершена в конце года в Москве. В 1896 году картина экспонировалась на 24-й выставке Товарищества передвижных художественных выставок («передвижников»), которая проходила в Петербурге, а затем в Москве.",
            "genre": "Реализм",
            "authorName": "Исаак Левитан",
            "year": "1895",
            "imgSrc": "https://uploads3.wikiart.org/images/isaac-levitan/golden-autumn-1895.jpg!Large.jpg"
        }
	]
}